/**
 * Nepali translation for bootstrap-datetimepicker
 * <sprasapradip@gmail.com>
 */
;(function($){
	$.fn.datetimepicker.dates['ne'] = {
		days: ["आइतवार", "सोमवार", "मङ्गलवार", "बुधवार", "बिहिवार", "शुक्रवार", "शनिवार", "आइतवार"],
		daysShort: ["आइत", "सोम", "मङ्गल", "बुध", "बिहि", "शुक्र", "शनि", "आइत"],
		daysMin: ["आ", "सो", "मं", "बु", "बि", "शु", "श", "आ"],
		months: ["बैसाख", "जेष्ठ", "आषाढ", "श्रावण", "भाद्र", "आश्विन", "कार्तिक", "मङ्सिर", "पुष", "माघ", "फाल्गुन", "चैत"],
		monthsShort: ["बै", "जे", "आषा", "श्रा", "भा", "आश", "का", "मं", "पु", "मा", "फा", "चै"],
		today: "आज",
		suffix: [],
		meridiem: []
	};
}(jQuery));
